{
    "meta": {
        "description" : "Damiano Gazzino, web developer specializing in software development, web applications, and e-commerce solutions. Discover innovative projects and contact me for collaborations.",
        "keywords" : "Web developer, full stack developer, web programming, software development, custom e-commerce solutions, responsive websites, scalable APIs, microservices architecture, Damiano Gazzino"
    },
    "title": "Damiano Gazzino | Full Stack Developer - Innovative Digital Solutions",
    "headerContent": "Full Stack Developer",
    "aboutMe": {
        "title": "About Me",
        "description": [
            "Hello! I am Damiano, a <strong>full stack developer</strong> with a strong passion for <strong>technology</strong> and <strong>innovation</strong>. My career is focused on <strong>software development</strong> and <strong>web application design</strong>, where I strive to turn ideas into effective digital solutions.",
            "I dedicate myself to creating <strong>responsive websites</strong> and use modern technologies like <strong>APIs</strong> and <strong>microservices</strong> to ensure scalable and high-performing applications. I am always eager to learn and stay updated on <strong>industry trends</strong>, tackling new challenges that allow me to grow professionally.",
            "My problem-solving attitude and ability to quickly adapt to new technologies enable me to successfully tackle complex projects. I am a motivated and results-oriented person, always ready to contribute to continuous improvement and innovation. My dedication to work and my eagerness to learn drive me to give my best in every challenge I face."
        ]
    },
    "projects": {
        "title": "My Projects (selection)",
        "items": [
            {
                "name": "Web Management System Club Pistola Tesserete",
                "description": "A cutting-edge web management system for comprehensive club management, featuring functionalities for member management, licenses, invoicing, and statistics.",
                "link": "./detail.html?lang=en&id=gestionale_web",
                "button" : "Find out more",
                "image":"gestionale.png"
            },
            {
                "name": "E-Commerce Platform",
                "description": "Development of an innovative e-commerce platform designed to provide a seamless user experience and superior performance on any device.",
                "image":"shopcar.png",
                "button" : "Find out more",
                "link": "./detail.html?lang=en&id=ecommerce"
            },
            {
                "name": "Web CRM",
                "description": "A scalable and modern CRM system, designed with an API-first architecture to ensure efficient data synchronization through microservices.",
                "image":"crm.png",
                "button" : "Find out more",
                "link": "./detail.html?lang=en&id=crm_web"
            },
            {
                "name": "API Tester",
                "description": "An innovative software for API testing, equipped with an intuitive interface and automated testing features to simplify developers' work.",
                "image":"testing_api.png",
                "button" : "Find out more",
                "link": "./detail.html?lang=en&id=tester_api"
            },
            {
                "name": "Financial Accounting Management",
                "description": "An intuitive software for corporate accounting management, designed to simplify financial management and ensure accurate reporting.",
                "image":"contabilita_index.png",
                "button" : "Find out more",
                "link": "./detail.html?lang=en&id=accounting"
            }
        ]
    },
    "footer": {
        "text": "&copy; 2024 Damiano Gazzino. All rights reserved."
    }
}
