{
    "meta": {
        "description" : "Damiano Gazzino, sviluppatore web specializzato in sviluppo software, applicazioni web e e-commerce. Scopri progetti innovativi e contattami per collaborazioni.",
        "keywords" : "Sviluppatore web, sviluppatore full stack, programmazione web, sviluppo software, applicazioni e-commerce personalizzate, siti web responsivi, API scalabili, architettura a microservizi, Damiano Gazzino"
    },
    "title": "Damiano Gazzino | Sviluppatore Full Stack - Soluzioni Digitali Innovative",
    "headerContent": "Sviluppatore Full Stack",
    "aboutMe": {
        "title": "Chi sono",
        "description": [
            "Ciao! Sono Damiano, un <strong>sviluppatore full stack specializzato nello sviluppo di soluzioni digitali innovative</strong> con una forte passione per la <strong>tecnologia avanzata</strong> e l'<strong>innovazione software</strong>. Ho esperienza nello <strong>sviluppo di applicazioni web full stack</strong> e nella <strong>progettazione di piattaforme scalabili</strong>, trasformando idee in <strong>soluzioni digitali personalizzate</strong> per aziende e clienti.",
            "Mi concentro sulla creazione di <strong>siti web responsive ottimizzati</strong> e sull'uso di <strong>API moderne</strong> e <strong>microservizi per applicazioni web scalabili</strong>. Sono sempre attento alle <strong>tendenze del settore IT</strong>, cercando continuamente nuove opportunità per migliorare le mie competenze e affrontare sfide tecniche avanzate.",
            "La mia <strong>attitudine al problem-solving</strong> e la capacità di <strong>adattarmi rapidamente a nuove tecnologie</strong> mi permettono di gestire progetti complessi in modo efficiente. Sono motivato e orientato ai risultati, sempre pronto a contribuire all'<strong>innovazione digitale</strong> e al <strong>miglioramento continuo delle soluzioni software</strong> che sviluppo."
        ]
    },
    "projects": {
        "title": "I miei progetti (selezione)",
        "items": [
            {
                "name": "Gestionale Web Club Pistola Tesserete",
                "description": "Un <strong>gestionare web personalizzato per club di tiro</strong>, progettato per gestire soci, licenze, fatturazioni e statistiche in modo efficiente. Il sistema offre funzionalità avanzate per l'<strong>amministrazione del club</strong>, con interfaccia user-friendly.",
                "image":"gestionale.png",
                "button" : "Scopri di più",
                "link": "./detail.html?id=gestionale_web"
            },
            {
                "name": "Piattaforma E-Commerce",
                "description": "Sviluppo di una <strong>piattaforma e-commerce personalizzata</strong>, ottimizzata per garantire una <strong>esperienza utente fluida</strong> e prestazioni elevate su tutti i dispositivi. Progettata con API RESTful per una gestione scalabile di prodotti e ordini.",
                "image":"shopcar.png",
                "button" : "Scopri di più",
                "link": "./detail.html?id=ecommerce"
            },
            {
                "name": "CRM Web",
                "description": "Un <strong>CRM web scalabile</strong> sviluppato con un'architettura API-first per una gestione efficiente di contatti, lead e opportunità di vendita. Progettato per ottimizzare i flussi di lavoro aziendali grazie a <strong>microservizi</strong> e integrazioni seamless.",
                "image":"crm.png",
                "button" : "Scopri di più",
                "link": "./detail.html?id=crm_web"
            },
            {
                "name": "Tester API",
                "description": "Un <strong>software di testing API</strong> innovativo, con un'interfaccia intuitiva e strumenti per <strong>test API automatizzati e manuali</strong>. Progettato per semplificare il lavoro degli sviluppatori, migliorando l'efficienza e la precisione dei test.",
                "image":"testing_api.png",
                "button" : "Scopri di più",
                "link": "./detail.html?id=tester_api"
            },
            {
                "name": "Gestione Contabilità Finanziaria",
                "description": "Un <strong>software di gestione contabile</strong> completo, sviluppato per semplificare la <strong>gestione delle finanze aziendali</strong> con funzionalità avanzate di monitoraggio delle spese e reportistica accurata.",
                "image":"contabilita_index.png",
                "button" : "Scopri di più",
                "link": "./detail.html?id=contabilita"
            }
        ]
    },
    "footer": {
        "text": "&copy; 2024 Damiano Gazzino. Tutti i diritti riservati."
    }
}